<template>
  <div class="AssessmentRequirement">
    <h2>考核说明</h2>
    <p>
      本实验根据大学生思想政治理论课《思想道德与法治》与湘潭大学特色思政课程《恰同学少年》的教学要求进行设计，以认知主义学习理论、行为主义学习理论、建构主义学习理论为理论基础，以三维虚拟仿真技术为抓手，从建构的视角依据不同历史事件主题，对空间进行实验内容布局，虚拟实验空间；通过仿真部分真实历史场景或经典历史瞬间等核心要素，增强学习者的参与感、沉浸感、体验感，既深化学习者对理论知识的理解，又激发其在情感上的认同与思想上的升华。最终实现为新时代中国青少年群体培根铸魂的教育目标。
    </p>
    <p>考核知识点共15个：</p>
    <span>
      1.《思想道德与法治》绪论“担当复兴大任 成就时代新人”。<br />
      2.《思想道德与法治》第一章“领悟人生真谛把握人生方向”的第二节“正确的人生观”、第三节“创造有意义的人生”。<br />
      3.《思想道德与法治》第二章“追求远大理想坚定崇高信念”的第一节第二目“理想信念是精神之‘钙’”、第二节“坚定信仰信念信心”、第三节“在实现中国梦的实践中放飞青春梦想”。<br />
      4.《思想道德与法治》第三章“继承优良传统弘扬中国精神”的第二节第一目“坚持爱国爱党爱社会主义相统一”、第二节第二目“维护祖国统一和民族团结”。<br />
      5.《思想道德与法治》第四章“明确价值要求践行价值准则”第三节第一目“扣好人生的扣子”、第三节第二目“把社会主义核心价值观落细落小落实”。<br />
      6.《思想道德与法治》第五章“遵守道德规范锤炼道德品格”的第二节第二目“发扬中国革命道德”、第三节第一目“遵守社会公德”、第三节第二目“恪守职业道德”、第三节第三目“弘扬家庭美德”、第三节第四目“锤炼个人品德”。
    </span>
  </div>
</template>

<script>
export default {};
</script>

<style lang="less" scoped>
.AssessmentRequirement {
  h2 {
    font-size: 1.375rem;
    color: #2a2a2a;
    margin-bottom: 1.25rem;
    font-weight: normal;
  }
  p,
  span {
    font-family: 宋体;
  }
  p {
    text-indent: 2em;
  }
}
</style>