// 项目介绍
<template>
  <div id="ProjectIntroduce">
    <h2>实验原因</h2>
    <p>
      “恰同学少年”虚拟仿真实验既是满足思政课改革创新发展的需要，又是满足国家、民族发展的现实需要，更是全球疫情不稳定情况下，后疫情时代开放与多元的混合教学、开展线上学习、满足学生学业的需求。
    </p>
    <p />
    <p>
      “办好思想政治理论课，最根本的是要全面贯彻党的教育方针，解决好培养什么人、怎样培养人、为谁培养人这个根本问题。”在思想政治理论课教师座谈会上，习近平总书记从党和国家事业发展的全局出发，深刻阐述了办好思政课的重大意义，明确提出了推动思政课改革创新的重大要求。
    </p>
    <p />
    <p>
      习近平总书记曾反复强调，“共和国是红色的，不能淡化这个颜色。”“要发挥红色资源优势，深入进行党史军史和光荣传统教育，把红色基因一代代传下去。”“恰同学少年”虚拟仿真实验以广义红色文化为主体内涵，旨在以老一辈无产阶级革命家的革命精神和服务品格，宣扬红色文化，续写红色基因。该实验在满足教材教学需要的同时，让思政课真正走进学生的内心，让学习者内化于心、外化于行，真正实现培根铸魂、立德树人的教学目标。
    </p>
    <p />
    <p>
      该实验设计的六个场馆的内容，有助于构建有特色的思想政治理论课实践教学体系。
    </p>
    <p />
    <h2>实验目的</h2>
    <img src="../assets/target.png" alt="" />
    <p>
      “恰同学少年”虚拟仿真实验（以下简称“实验”），依据教材《思想道德与法治》（2021年版）的整体知识框架设计，并辅以湘潭大学特色校本教材《恰同学少年》的部分经典教学案例作为知识补充。实验主要涵盖以下六大实验目的：
    </p>
    <p />
    <p>
      <span>1.理想信念教育。</span
      >实验在重大历史事件与经典历史瞬间的铺叙中，再现仁人志士在探寻救国之路时上下求索的艰辛岁月，突显老一辈革命家在寻求救国之法时丈量日月的豪迈气概。以血泪诗歌凝聚榜样力量，以英雄壮举彰显信仰光辉，鼓舞学习者树立坚定理想信念，时刻补足精神之“钙”。
    </p>
    <p />
    <p>
      <span>2.使命担当教育。</span
      >实验通过老一辈革命家青年时期投笔从戎、革新学术、革命救国等英勇壮举，展现一代中国热血青年如何在中国历史上的最黑暗时期肩负使命担当、挺立中国脊梁，引导学习者自觉树立担当意识与国家“主人翁”意识，自觉奋斗，积极地在新时代的舞台上建功立业。
    </p>
    <p />
    <p>
      <span>3.爱国主义教育。</span
      >实验真实还原历史中社会动荡、政治博弈的历史背景，彰显老一辈革命家在身处历史洪流、面对多种选择的情况下，如何以保家卫国为最高价值取向，发出精忠报国、誓保炎黄的豪言壮举。为学习者唤起爱国心、汇起爱国情、激起报国行，鼓舞学习者永远做一名忠诚的爱国者。
    </p>
    <p />
    <p>
      <span>4.道德品格教育。</span
      >实验以微观视角聚焦老一辈革命家的亲友情、师生情、夫妻情、父母情，展现一代热血青年在革命背后的铁血柔情，深挖他们关于处理革命与情感、小我与大我、小家与大家的关系时所展现的崇高理想与道德情操，发挥伟人、先烈的典范作用，引导大学生遵守道德规范，锤炼道德品格。
    </p>
    <p />
  </div>
</template>

<script>
export default {};
</script>

<style lang="less" scoped>
#ProjectIntroduce {
  h2 {
    font-weight: bold;
    font-size: 1rem;
    font-family: 微软雅黑;
    line-height: 1.875rem;
  }
  p {
    line-height: 1.6875rem;
    color: rgb(0, 0, 0);
    font-family: 宋体;
    font-size: 1rem;
    text-indent: 2em;
    span {
      font-weight: bold;
    }
  }
  img {
    width: auto !important;
    height: auto !important;
    max-width: 90%;
    vertical-align: middle;
  }
}
</style>